Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Secondly, we need to support the efforts of African regional organizations in implementing instruments such as the ECOWAS moratorium.
zh: 第二，我们需要支持各非洲区域组织执行诸如《西非暂停声明》之类的文书的努力。

source: Particular attention should also be devoted to transborder problems and, in that context, to combating the illicit aerial transport of small arms and light weapons.
zh: 还应该特别重视跨界问题，并且在这一方面打击非法空中运送小武器和轻武器的活动。

source: That is a favourite method of bypassing embargoes and a source of particular concern for the Security Council.
zh: 这是为了绕过禁运常用的方法，并且是安全理事会特别关切的问题。

source: We must also think about how to supplement disarmament, demobilization and reintegration activities with a view to improving their effectiveness, and how United Nations peacekeeping operations could contribute to tracing small arms and light weapons.
zh: 我们还必须考虑如何补充解除武装、复员和重返社会活动，以期提高其效力。 我们还必须考虑联合国维持和平行动如何能够为追踪小武器和轻武器作出贡献。

source: At the national level, we are also thinking about the impact of the illicit circulation of small arms and light weapons on human development and about ways in which to include those issues in bilateral cooperation instruments.
zh: 在国家一级，我们也正在考虑小武器和轻武器非法流通对人力发展造成的影响，以及如何将这些问题纳入双边合作文书。

source: Those are the points I wanted to make.
zh: 这些是我要说的几点意见。

source: France is now trying to make progress in those areas with our European Union partners.
zh: 法国现在正努力同我们的欧洲联盟伙伴一起在这些领域取得进展。

source: We hope that our thoughts will be more widely echoed within the United Nations.
zh: 我们希望，我们的想法将在联合国内部获得更加广泛的响应。

source: The President (spoke in French): I shall now make a statement in my capacity as representative of Benin.
zh: 主席（以法语发言）：我现在以贝宁代表身份发言。

source: I, too, would like to thank Mr. Nobuyasu Abe, Under-Secretary-General for Disarmament Affairs, for his excellent introduction of the report of the Secretary-General on small arms.
zh: 我也要感谢主管裁军事务副秘书长阿部信泰先生极好地介绍了秘书长关于小武器的报告。

source: The harmful effects of the proliferation of small arms and light weapons are increasingly obvious.
zh: 小武器和轻武器扩散造成的有害影响日益明显。

source: Unquestionably, such weapons help to increase the number of crises.
zh: 不容置疑的是，此类武器有助于增加危机数目。

source: They fuel and prolong armed conflicts.
zh: 它们助长并延长武装冲突。

source: They also support transborder organized crime, mercenarism and many other negative factors that gravely jeopardize basic human rights and hinder the development efforts of the affected countries.
zh: 它们还支持跨界有组织犯罪、雇佣军活动以及严重危及基本人权并阻碍受影响国家的发展努力的许多其他消极因素。

source: Africa in general and West Africa in particular are affected.
zh: 整个非洲特别是西非受到影响。

source: Two years ago, at the first Biennial Meeting of States to review the implementation of the Programme of Action to Combat the Illicit Trade in Small Arms, the number of illicit small arms circulating in West Africa was cited at 8 million.
zh: 两年前，在第一次各国审议打击小武器非法贸易的行动纲领执行情况的两年期会议上，列举在西非流通的非法小武器数目为800万件。

source: Today, ECOWAS estimates that number to be 15 million.
zh: 今天，西非经共体估计这一数目已达到1 500万件。

source: However, that is not because of a lack of awareness of the gravity of the phenomenon and its repercussions on the stability of the subregion.
zh: 然而，这并不是因为缺乏对这一现象及其对该分区域稳定造成的影响的严重性的认识。

source: The dizzying increase in the number of illicit small arms in circulation has taken place despite the ECOWAS Moratorium on small arms and light weapons.
zh: 尽管西非经共体发表了关于小武器和轻武器的暂停声明，但流通的非法小武器数目飞快地增长。

source: Quite rightly, ECOWAS member States have decided to transform the Moratorium into a binding convention to make the mechanism more effective.
zh: 西非经共体成员国非常正确地决定将《暂停声明》转变成一项具有约束力的公约，以使该机制更加有效。

source: ECOWAS intends to complete the process of adopting the convention by December 2005 at the latest.
zh: 西非经共体打算不迟于2005年12月完成通过该公约的进程。

source: Its management will be entrusted to a particularly influential organ of ECOWAS, the Mediation and Security Council in particular, which will lend its full authority to the new mechanism.
zh: 该公约的管理工作将委托给西非经共体的一个特别具有影响力的机构——调解和安全理事会，该机构将对这一新机制实行全面领导。

source: Here, I should also mention the decision of the ECOWAS countries to replace the Programme for Coordination and Assistance for Security and Development (PCASED), established by the United Nations Development Programme in 1999 to support the moratorium, with a new regional surveillance programme.
zh: 在这一方面，我还要提及西非经共体国家作出的关于以一个新的区域监测方案取代联合国开发计划署于1999年为支持《暂停声明》而制定的《安全和发展协调援助方案》。

source: It is clear that the real impact of PCASED on the development of the situation has remained marginal owing to a lack of resources.
zh: 显而易见的是，由于缺乏资源，《安全和发展协调援助方案》对局势发展产生的真正影响很小。

source: The new programme adopted by ECOWAS in October 2004, named the ECOWAS Small Arms Project (ECOSAP), and the creation of a Small Arms Unit in the Community's Executive Secretariat, are important elements that reflect a renewed commitment to combating the illicit circulation of small arms in West Africa.
zh: 西非经共体于2004年10月通过了叫作《西非经共体小武器项目》的新方案，以及在西非经共体执行秘书处内设立了一个小武器股，这些重要事实反映了在西非打击小武器非法流通活动的新承诺。

source: ECOSAP is designed to promote, by strengthening them, capacities to monitor the illicit circulation of small arms across the borders of member States.
zh: 《西非经共体小武器项目》旨在增强监测小武器跨越成员国边界非法流通的能力。

source: In that regard, the experience of ECOWAS is also a specific example of mobilization to contain that phenomenon.
zh: 在这一方面，西非经共体的经验也是动员起来控制这一现象的具体例子。

source: We take this opportunity to make a strong appeal for greater responsibility on the part of countries that supply small arms so that they can help stem the phenomenon of the proliferation of such weapons.
zh: 我们借此机会强烈呼吁供应小武器的国家承担更大的责任，以使它们能够帮助制止此类武器扩散现象。

source: The international community's efforts to stabilize West Africa should devote particular attention to controlling the arms flows that converge there.
zh: 国际社会为西非稳定化所作的努力应该特别重视那里的武器流通。

source: We welcome the notable progress made in the international community's strategy.
zh: 我们对国际社会战略中的显著进展表示欢迎。

source: An essential pillar of that strategy is the integrated regional approach adopted by the United Nations in the area of promoting disarmament, demobilization and reintegration (DDR) programmes, taking into account military, security, political, economic and social aspects.
zh: 这项战略的一个重要支柱是联合国在考虑到军事、安全、政治、经济及社会方面的情况下促进解除武装、复员和重返社会方案（复员方案）的领域中采取的区域综合办法。

source: That approach should be supported by sufficient resources to maximize its impact.
zh: 这一办法应得到足够资源的支持，以最大限度地发挥其作用。

source: Likewise, we fully support the recommended firmness to ensure compliance with the embargoes adopted by the Security Council.
zh: 同样，我们完全支持关于采取严格措施以确保遵守安全理事会通过的禁运规定的建议。

source: In that regard, we support the implementation of the Secretary-General's recommendation aimed at identifying violators and adopting sanctions against them.
zh: 在这一方面，我们支持秘书长关于查明违反武器禁运者并对他们实行制裁的建议。

source: In addition to those measures, which seek to reduce supply, particular attention should be devoted to promoting a culture of non-violence both among political actors and in the educational systems of the affected countries, because that would help to significantly reduce the demand for small arms.
zh: 除了这些力求减少供应的措施外，还应该特别重视在政治行为者中间并且在受影响国家的教育制度中宣传非暴力文化，因为这将有助于大大地减少对小武器的需求。

source: We are convinced that the combined efforts of the international community and the joint activities of the countries of the region will make it possible to stabilize permanently the affected countries and to prevent the destabilization of other countries that have thus far succeeded in preserving peace and security within their borders.
zh: 我们相信，国际社会的共同努力和该地区所有国家的联合行动将使之能够实现受影响国家永久稳定化，并且防止迄今为止在本国境内已成功地维持和平与安全的其他国家出现不稳定。

source: We thank the delegation of Japan for the draft presidential statement that it has kindly submitted.
zh: 我们感谢日本代表团提交了主席声明草案。

source: In order to optimize the use of our time and to allow as many delegations as possible to take the floor, I will not invite speakers to take a seat at the table and then resume their seat at the side of the Chamber.
zh: 为了更好利用时间和让更多代表团能够发言，我不再邀请发言者在议席上就座然后在回到会议厅一边的座位上。

source: Each time a speaker takes the floor, the Conference Officer will seat the next speaker on the list at the table.
zh: 发言者发言时，会议干事将引导下一位发言者到座位上就座。

source: I now give the floor to the representative of South Africa.
zh: 我现在请南非代表发言。

source: Mr. Mabhongo (South Africa): My delegation would like to congratulate you on your assumption of the presidency of the Security Council for the month of February and to express our appreciation to you for convening this very important open debate on the issue of small arms and light weapons.
zh: 马布洪戈先生（南非）（以英语发言）：主席先生，我国代表团祝贺你担任安全理事会本月主席，并感谢你召集本次关于小武器和轻武器问题的非常重要的公开辩论。

source: My delegation is particularly pleased by the continued involvement of the Security Council in this issue.
zh: 我国代表团尤其对安全理事会不断参与这一问题感到高兴。

source: South Africa also wishes to thank the Secretary-General for his report S/2005/69 on the state of the implementation of the 12 recommendations he made in September 2002.
zh: 南非还要感谢秘书长就他于2002年9月提出的12项建议的执行情况提出的报告，即S/2005/69。

source: Of particular importance to my delegation are those recommendations that pertain to the implementation of the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, and how the Security Council contributes to this implementation process.
zh: 对我国代表团尤为重要的是涉及执行联合国《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》的那些建议，以及安全理事会对执行该行动纲领作出了哪些贡献。

source: Three years after the adoption of the Programme of Action in 2001, it is sobering to note that large numbers of illicit small arms and light weapons continue to circulate in Africa, fuelling conflicts and in most cases with peacekeepers unable to ascertain the origin of these weapons.
zh: 2001年通过《行动纲领》后3年来，人们清醒地认识到，大量的小武器和轻武器现在非洲流动，助长了冲突，在大多数情况下，维和人员无法弄清这些武器的来源。

source: The Second Biennial Meeting of States to Consider the Implementation of the Programme of Action, which will be held this coming July, will, in our view, present a last opportunity before the 2006 Review Conference to reflect on the degree to which Member States have implemented undertakings in the Programme of Action.
zh: 我们认为，将于今年7月举行的审议《行动纲领》执行情况的第二次两年期会议，是2006年审查大会之前审视各会员国履行《行动纲领》的承诺的最后一次机会。

source: My delegation is of the view that this Biennial Meeting should provide an opportunity for Member States to identify difficulties in the implementation and areas where assistance is needed, particularly at the national and regional levels.
zh: 我国代表团认为，本次两年期会议会为各会员国提供一次机会，查清执行工作中存在的困难和需要援助、特别是国家和区域各级需要援助所涉及的各个方面。

source: South Africa continues to believe that the implementation of the Programme of Action at the respective national levels is imperative if we are to succeed in our combined efforts to prevent, combat and eradicate this scourge in all its aspects at the regional and global levels.
zh: 南非继续认为，如果我们要使我们在区域和全球各级防止、制止和消除这一瘟疫带来的各方面的问题取得成功，各国就必须在国家一级执行《行动纲领》。

source: The adoption by the General Assembly of resolution 58/241, mandating an open-ended working group to negotiate an international instrument to enable States to identify and trace small arms and light weapons, presented an opportune moment for the international community to effectively deal with this issue.
zh: 大会通过授权不限成员名额工作组谈判让各国能够查清和跟踪小武器和轻武器的国际文书的第58/241号决议，为国际社会提供了切实解决这一问题的极好机会。

source: South Africa remains convinced that an effective international instrument would enhance the ability of States to uncover lines of illicit supply and identify traffickers and points of diversion from licit to illicit spheres.
zh: 南非仍然坚信，有效的国际文书将提高各国侦破非法供应线和清查贩运者和由合法转移到非法领域的各种场所的能力。

source: South Africa is pleased to note from the Secretary-General's report that progress is being made on the tracing of illicit small arms and light weapons, as mentioned under Recommendation 1.
zh: 南非高兴地从秘书长的报告中注意到，在建议1中提到的小武器和轻武器的跟踪方面取得了进展。

source: However, the significant challenge that remains is that of obtaining consensus on the establishment of an international mechanism with the capacity to process and manage the tracing of these illicit arms in a timely and efficient manner.
zh: 然而，仍然存在着就建立一种能够及时和有效处理和管理对这些非法武器的跟踪这一重大的挑战。

source: It is through such collective efforts on the tracing of illicit small arms and light weapons — as well as the envisaged subsequent initiatives outlined in General Assembly resolution 59/86 to enhance international cooperation to prevent, combat and eradicate illicit brokering in these weapons — that we will be able to put in place the framework to halt the scourge of the illicit proliferation of small arms that the Secretary-General has outlined in his Recommendation 4.
zh: 正是通过对小武器和轻武器进行跟踪的这种集体努力，并通过大会第59/86号决议中说明的关于加强在防止、制止和消除这些武器的非法交易的未来举措的设想，我们才有能力建立起秘书长在建议4中提出的阻止小武器非法扩散的瘟疫的框架。

source: My delegation is therefore pleased that that resolution requests the Secretary-General to hold broad-based consultations on the issue of brokering, with a view to establishing a group of governmental experts on this issue not later than 2007.
zh: 因此，我国代表团很高兴决议请秘书长就武器交易问题进行基础广泛的协商，以便不迟于2007年就这一问题成立一政府专家组。

source: South Africa's National Conventional Arms Control Act, which was implemented on 1 May 2003, represents the cornerstone of my country's conventional arms control legislation and related policies.
zh: 2003年5月1日起开始贯彻实施的南非《国家常规武器管制法》，是我国常规武器管制和相关政策的基石。

source: This Act contains specific guiding principles and criteria to be considered when arms transfer applications are assessed.
zh: 这一法令包含了在评估军火转让的申请时必须考虑的具体指导原则和标准。

source: These provisions include the principle of adherence to international law, norms and practices and the international obligations and commitments of the Republic, including the United Nations Security Council arms embargoes.
zh: 这些规定包括必须遵守国际法、规范和做法以及国际义务和共和国的各项承诺、包括遵守安全理事会的军火禁运的原则。

source: This prerequisite had already been included in our draft bill even prior to the inclusion of Recommendation 5, relating to national legislation, in the aforementioned report of the Secretary-General of September 2002 (S/2002/1053).
zh: 即使在关于国家立法的建议5被列入上述秘书长2002年9月的报告（S/2002/1053）之前，这一规定即已写入我们的法案。

source: Similarly, the Act stipulates that arms export applications require the provision of authenticated end-user certificates, as mentioned in the Secretary-General's Recommendation 9.
zh: 同样，该法令规定，军火出口申请必须出具秘书长报告建议9所说的经核定的最终用户证书。

source: Through its extensive involvement in peacekeeping operations in Burundi and the Democratic Republic of the Congo, South Africa has experienced the value of effective disarmament, demobilization and reintegration (DDR) activities.
zh: 通过对布隆迪和刚果民主共和国维和行动的广泛参与，南非了解到有效的解除武装、复员和重返社会活动的作用。

source: It has recognized that provisions relating to DDR are an essential part of the mandates of peacekeeping operations, as the Secretary-General has mentioned in his Recommendation 7.
zh: 南非认识到，正如秘书长在建议7中提到的，解除武装、复员和重返社会方面的规定是维和行动任务规定的重要组成部分。

source: We believe that the Secretary-General's Recommendation 8, that strengthened financing of DDR programmes needs to be secured, is vital in guaranteeing that the entire peace process is a success.
zh: 我们认为，秘书长提出的关于必须确保对解除武装、复员和重返社会方案提供更多资金的建议8，对于确保整个和平进程取得成功至关重要。

source: Effective DDR programmes should include specific measures for the collection and disposal of illicit and surplus small arms and light weapons.
zh: 有效的解除武装、复员和重返社会方案，应包括收缴和处置泛滥成灾的非法小武器和轻武器的各项具体措施。

source: We urge the international community and the donors to complement such DDR programmes in order to assist countries emerging from conflict in the implementation of these programmes.
zh: 我们敦促国际社会和捐助国支持解除武装、复员和重返社会的方案，帮助刚刚摆脱冲突的国家落实这些方案。

source: One of the pillars in the implementation of the Programme of Action is the regional approach.
zh: 执行《行动纲领》的支柱之一是区域做法。

source: The South African Government has since identified the importance of this approach in addressing the problem of proliferation of small arms and light weapons.
zh: 南非政府因此明确了这一做法在解决小武器和轻武器扩散问题上的重要性。

source: The New Partnership for Africa's Development (NEPAD), which is a programme of the African Union, includes a Peace and Security Initiative that maps out the promotion in our continent of long-term conditions for development and security.
zh: 非洲联盟的非洲发展新伙伴关系，包括一项和平于安全倡仪，这一倡议具体规定了在非洲大陆促进实现长期发展和安全的条件的做法。

source: In this context, we collectively aim to build our continent's capacity to manage these conflicts by strengthening our regional and subregional institutions to deal with conflict-prevention, as well as by combating illicit proliferation of small arms and light weapons.
zh: 在这方面，我们的集体目的是建立我们非洲大陆管理这些冲突的能力，办法是加强我们区域和分区域处理预防冲突的各种机构和制止小武器和轻武器的非法扩散。

source: In conclusion, Mr. President, I wish to note the Secretary-General's observation that the Programme of Action has emerged as a key issue on the agenda of both the General Assembly and the Security Council.
zh: 最后，主席先生，我要提及秘书长的看法，即《行动纲领》已作为一项主要问题被列入大会和安全理事会的议程。

source: South Africa continues to view the General Assembly as the organ with the primary responsibility to oversee and monitor the implementation of the Programme of Action, to undertake its review and to launch initiatives such those on marking, record-keeping and tracing, as well as on illicit brokering of small arms and light weapons within the framework of the Programme of Action.
zh: 南非继续将大会视为主要负责监督和监测《行动纲领》执行情况、对《行动纲领》进行审查以及在《行动纲领》的框架内发起诸如关于标识、记录和跟踪以及关于小武器和轻武器的非法交易的倡仪的机关。

source: However, it is also my delegation's belief that the Security Council should continue its involvement in this issue.
zh: 但我国代表团也认为，安全理事会应继续参与这一问题。

source: Accordingly, we trust that the Council will remain seized of this matter and continue with the practice of having open debates on this important issue.
zh: 因此，我们认为，安理会应继续关注这一问题，并继续就这一重要问题举行公开辩论的做法。

source: The President (spoke in French): I now call on the representative of Luxembourg.
zh: 主席（以法语发言）：我现在请卢森堡代表发言。

source: Mr. Hoscheit (Luxembourg) (spoke in French): I have the honour to speak on behalf of the European Union.
zh: 霍斯谢先生（卢森堡）（以法语发言）：我荣幸地代表欧洲联盟发言。

source: The candidate countries Bulgaria, Romania, Turkey and Croatia; the countries of the Stabilization and Association Process and potential candidates Albania, the former Yugoslav Republic of Macedonia and Serbia and Montenegro; and the European Free Trade Association countries Iceland, Liechtenstein and Norway, members of the European Economic Area, align themselves with this statement.
zh: 候选国保加利亚、罗马尼亚、土耳其和克罗地亚，稳定和联盟进程国家和潜在候选国阿尔巴尼亚、前南斯拉夫的马其顿共和国和塞尔维亚和黑山，欧洲自由贸易联盟国家冰岛、列支敦士登和挪威，欧洲经济区成员国也赞同这一发言。

source: Three and a half years after the adoption of the United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, the European Union welcomes today's opportunity to address, under your presidency, Sir, the subject of the illicit flow of small arms and light weapons.
zh: 在《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》通过3年半后，欧洲联盟欢迎今天有机会在主席先生你的主持下，对小武器和轻武器的非法流动的议题进行讨论。

source: The number of illicit small arms and light weapons in circulation, as well as the number of the victims of those weapons, remain unacceptably high.
zh: 目前流通中的小武器和轻武器的数量，以及这些武器受害者的数目之高，无法让人接受。

source: The European Union also welcomes the opportunity to discuss the Secretary-General's most recent report on the initiatives undertaken to implement his recommendations concerning the ways in which the Security Council can contribute to the reduction of the illicit trade in small arms.
zh: 欧洲联盟还欢迎有机会讨论秘书长最近提出的报告，这一报告涉及为了执行秘书长关于安全理事会如何能够为减少小武器的非法贸易作出贡献的建议所采取的各项举措。

source: The European Union supports the Secretary-General's appeal to develop long-term strategies to halt the scourge of the illicit proliferation of small arms.
zh: 欧洲联盟支持秘书长呼吁制定长期的战略，以制止小武器非法扩散的灾难。

source: The 2001 Programme of Action is one such strategy, and the European Union is actively working towards its implementation at the national, regional and global levels.
zh: 2001年的《行动纲要》就是这样一种战略，欧洲联盟正为在国家、区域和全球一级执行该纲要而积极努力。

source: The European Union underlines the importance of establishing a group of governmental experts soon after the 2006 Programme of Action Review Conference, in order to consider further steps to enhance international cooperation in preventing, combating and eradicating illicit brokering in small arms and light weapons.
zh: 欧洲联盟强调在2006年《行动纲要》审查会议之后立即成立政府专家组的重要性，从而考虑采取进一步的步骤，加强预防、打击和消除小武器和轻武器非法中间交易活动方面的国际合作。

source: The European Union welcomes the recommendations of the High-level Panel on Threats, Challenges and Change, which recognizes the explicit need for States to accelerate and conclude negotiations on legally binding agreements on the marking, tracing, brokering and transfer of small arms, as well as to ensure transparency in the submission, on a yearly basis, of complete reports on all the elements of the Register of Conventional Arms.
zh: 欧洲联盟欢迎威胁、挑战和改革问题高级别小组的建议，该建议认识到各国明确需要加快和完成关于涉及小武器的标示、追踪、中间交易和转让的具法律约束力的协定的谈判，并确保每年就常规武器登记册的所有方面提交完整报告中的透明度。

source: The European Union has been a strong supporter of the Open-ended Working Group to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons.
zh: 欧洲联盟一直坚定支持不限成员名额工作组就一项使各国能够以及时和可靠的方式查明和追踪非法小武器和轻武器的国际文书进行谈判。

source: A great deal of progress has been made since the recommendation made by the Secretary-General in 2002 and since the adoption of General Assembly resolution 58/241.
zh: 自秘书长于2002年提出建议以及大会第58/241号决议通过以来，已经取得了相当大的进展。

source: The second session of the Open-ended Working Group was held two weeks ago in New York.
zh: 不限成员名额工作组的第二届会议，两星期前在纽约举行。

source: The European Union and other States stated and confirmed their priorities with respect to the various issues — the nature of the instrument, its scope and definition, the marking and tracing of small arms and ammunition, record-keeping and international cooperation.
zh: 欧洲联盟和其他国家表达并阐明了它们对各种问题的优先事项----文书的性质、范围和定义，小武器和弹药的标示和追踪，保留记录和国际合作。

source: The European Union notes the progress made during those negotiations, although it deplores the fact that the participating States remain divided on the two major issues — the nature of the instrument and the inclusion of ammunition.
zh: 欧洲联盟注意到在这些谈判中取得的进展，但感到遗憾的是谈判参加国仍然在两个主要问题上存有分歧----文书的性质和是否纳入弹药问题。

source: Additional efforts are needed in that context.
zh: 在这方面需要展开更多的努力。

source: The European Union recalls that it is working towards the adoption of a legally binding instrument on the identification and tracing of small arms and light weapons to supplement the United Nations Firearms Protocol.
zh: 欧洲联盟指出，它正为通过一项有关查明和追踪小武器和轻武器的具有法律约束力的文书进行努力，以补充《联合国火器议定书》。

source: The European Union also stresses the need for the inclusion of provisions relating to ammunition.
zh: 欧洲联盟还强调需要纳入有关弹药的规定。

source: Indeed, illicit small arms depend on a steady supply of ammunition to continue wreaking havoc.
zh: 实际上，非法小武器依赖于弹药的持续供应而继续造成严重破坏。

source: If we can stem the flow of ammunition, we can make those weapons fall silent.
zh: 如果我们能够制止弹药的流通，就能够使这种武器销声匿迹。

source: The European Union believes that the Security Council has an important role to play in tracing illicit small arms and light weapons and related ammunition.
zh: 欧洲联盟认为，安全理事会要在追踪非法小武器和轻武器以及有关的弹药方面发挥重要作用。

source: Peacekeeping missions and sanctions committees mandated by the Security Council should, as a matter of principle, be empowered to initiate tracing requests for illicit weapons and ammunition found in the course of their operations or collected in the context of disarmament, demobilization and reintegration programmes.
zh: 安全理事会授权的维持和平特派团和制裁委员会，应当获得权力而能够要求追踪在它们的行动中所发现的、或在解除武装、复员和重返社会方案范围内收缴的非法武器和弹药，这是一个原则问题。

source: The European Union believes also that Interpol has an important part to play in the implementation of the future instrument on the identification and tracing of small arms and light weapons.
zh: 欧洲联盟还认为，刑警组织需要在执行未来有关查明和追踪小武器和轻武器的文书方面发挥重要作用。
